; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Y.Nakai <nyma5a@gmail.com>, A.Inaba, wakaizumo, maboroshin<pc.genkaku.in>
; Version/Revision Info:Initial for 1.4.2    2006/12/14 By Yachuko Nakai
;                       Updated for 2.0 Beta 2016/02/09 By A.Inaba
;                       Updated for 2.0	RC1  2019/04/14 By wakaizumo
;                       Updated for 2.0 RC2  2019/10/08 By maboroshin
;                       Updated for 2.0 RC3  2020/08/31 By maboroshin
;                       Updated for 2.0 RC4, Based Commits on 2022/10/26 By maboroshin
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "キャンセル(&C)"
YES_BUT = "はい(&Y)"
NO_BUT = "いいえ(&N)"
DELETE_BUT = "削除(&D)"
COPY_BUT = "コピー(&C)"
BATCH_BUT = "一括処理(&B)"
SEND_BUT = "送信(&S)"
NEXT_BUT = "次へ(&N) >"
PREV_BUT = "< 前へ(&B)"
CLOSE_BUT = "閉じる(&C)"
EXIT_BUT = "終了(&E)"
CONTINUE_BUT = "続ける(&C)"
FINISH_BUT = "完了(&F)"
ALWAYS_BUT = "常に(&A)"
NEVER_BUT = "今後非表示(&E)"
CHECKBOX_REMEMBER = "この選択を保存"
CHECKBOX_DONT_ASK_AGAIN = "再び質問しない"
MAIN_DEST_DIR_LABEL = "出力先のフォルダ(&D):"
MAIN_FILE_LABEL = "対象のファイルやインストーラ(&A):"
MAIN_DIRECTORY_LOCK = "固定する"
MAIN_DIRECTORY_LOCK_TOOLTIP = "出力フォルダの自動選択を無効にします。%n解凍先をそれぞれ選択することなく%n同じ出力フォルダに複数のファイルが展開されます。"
MENU_FILE_LABEL = "ファイル(&F)"
MENU_FILE_OPEN_LABEL = "開く(&O)…"
MENU_FILE_KEEP_OPEN_LABEL = "抽出後にウィンドウを再表示(&K)"
MENU_FILE_SHOW_LABEL = "一括処理の登録を表示(&V)..."
MENU_FILE_CLEAR_LABEL = "一括処理の登録を削除(&C)"
MENU_FILE_LOG_OPEN_LABEL = "最新のログファイルを開く(&R)..."
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "ログフォルダを開く(&L)..."
MENU_FILE_LOG_LABEL = "ログを削除 (サイズ %1)(&D)"
MENU_FILE_QUIT_LABEL = "終了(&Q)"
MENU_EDIT_LABEL = "編集(&E)"
MENU_EDIT_SILENT_MODE_LABEL = "サイレントモード(&S)"
MENU_EDIT_PASSWORD_LABEL = "パスワード辞書を開く(&L)..."
MENU_EDIT_CONTEXT_LABEL = "右クリックメニューの項目(&C)..."
MENU_EDIT_PREFS_LABEL = "設定(&P)..."
MENU_HELP_LABEL = "ヘルプ(&H)"
MENU_HELP_FEEDBACK_LABEL = "フィードバックを送信(&G)..."
MENU_HELP_PLUGINS_LABEL = "プラグインの管理(&P)..."
MENU_HELP_UPDATE_LABEL = "プログラムの更新を確認(&U)..."
MENU_HELP_WEB_LABEL = "%1 のサイト(&W)..."
MENU_HELP_GITHUB_LABEL = "Github の %1 のページ(&G)..."
MENU_HELP_STATS_LABEL = "利用統計(&S)..."
MENU_HELP_PROGDIR_LABEL = "このプログラムのフォルダを開く(&D)..."
MENU_HELP_CONFIGFILE_LABEL = "設定ファイルを開く(&C)..."
MENU_HELP_ABOUT_LABEL = "バージョン情報(&A)..."
PREFS_TITLE_LABEL = "設定"
PREFS_UNIEXTRACT_OPTS_LABEL = "全般"
PREFS_HISTORY_LABEL = "書庫の履歴を記録(&H)"
PREFS_UPDATEINTERVAL_LABEL = "更新確認の頻度(&U)"
PREFS_UPDATE_DAILY = "毎日"
PREFS_UPDATE_WEEKLY = "毎週"
PREFS_UPDATE_MONTHLY = "毎月"
PREFS_UPDATE_YEARLY = "毎年"
PREFS_UPDATE_NEVER = "確認しない"
PREFS_UPDATE_CUSTOM = "%1 日ごと"
PREFS_FORMAT_OPTS_LABEL = "追加の設定 (ツールチップで詳細説明)"
PREFS_LANG_LABEL = "表示言語(&L):"
PREFS_WARN_EXECUTE_LABEL = "ファイルを実行する前に警告(&W)"
PREFS_WARN_EXECUTE_TOOLTIP = "一部の抽出方法はそのファイルを実行して行います。%nそうしたファイルを実行する前に警告を表示し危険な抽出方法を実行することをお知らせします。"
PREFS_CHECK_FREE_SPACE_LABEL = "空き容量の確認"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "ファイルの抽出を行う前に、ディスクに十分な空き容量があるか確認します。"
PREFS_CHECK_UNICODE_LABEL = "Unicode 文字を自動的に置換"
PREFS_CHECK_UNICODE_TOOLTIP = "ファイルの抽出時に、一部の特殊な文字(日本語以外のシステムでの日本語の文字など)が問題となる場合があります。%nそのようなファイルの抽出時に、自動的にファイル名を変更します。"
PREFS_APPEND_EXT_LABEL = "不正なファイルの拡張子を修正(&F)"
PREFS_APPEND_EXT_TOOLTIP = "拡張子がないとか、拡張子が誤っているファイルを自動的に修正します。"
PREFS_HIDE_TRAY_LABEL = "トレイアイコンを非表示"
PREFS_HIDE_STATUS_LABEL = "抽出中に進行状況を表示しない"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "全画面時に進行状況を表示しない"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "ゲームモード - アクティブなウインドウが全画面アプリケーションの場合、進行状況を表示しません。"
PREFS_OPEN_FOLDER_LABEL = "抽出後に出力先フォルダを表示"
PREFS_FEEDBACK_PROMPT_LABEL = "フィードバックの送信を表示"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "抽出が失敗した場合に、フィードバックを送信するためのウィンドウを表示します。"
PREFS_WINDOW_POSITION_LABEL = "ウィンドウのサイズと位置を保存"
PREFS_SEND_STATS_LABEL = "匿名の利用統計を送信"
PREFS_SEND_STATS_TOOLTIP = "統計情報を自動送信する (zipのようなよく解凍するファイルの種類、設定、ランダムで割り当てられた利用者IDであり%nファイル名や個人を特定するような情報の収集はありません). もっともよく使われている%n%nameの機能を特定することを助け、その機能の開発と改善に使われます。"
PREFS_LOG_LABEL = "ログファイルを作成"
PREFS_VIDEOTRACK_LABEL = "映像ファイルのビデオトラックを抽出"
PREFS_VIDEOTRACK_TOOLTIP = "この設定を無効にした場合、映像ファイルから抽出作業を行う場合にビデオトラックは無視されます。%nこの設定は、オーディオトラックのみを必要とする場合や、ファイル容量を減らしたい場合に便利です。"
PREFS_TOPMOST_LABEL = "常に手前に表示(&T)"
PREFS_BETA_UPDATES_LABEL = "ベータ版の更新もインストール"
PREFS_SOURCE_FILES_LABEL = "抽出後の元ファイル"
PREFS_SOURCE_FILES_OPT_ASK = "確認する"
PREFS_SOURCE_FILES_OPT_DELETE = "削除"
PREFS_SOURCE_FILES_OPT_KEEP = "残す"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "抽出元のファイルを削除するかそのままにするかを、常に確認します。"
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "無関係なファイルを削除"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name は、展開したファイルをフィルターし、使われないことが判明しているファイルを %1 フォルダに移動します。%n有効にすると、その代わりにファイルを削除します。"
FEEDBACK_TITLE_LABEL = "フィードバック"
FEEDBACK_SYSINFO_LABEL = "システム情報:"
FEEDBACK_OUTPUT_LABEL = "%name による出力:"
FEEDBACK_MESSAGE_LABEL = "コメントや追加の情報:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "プライバシーポリシーに同意します"
FEEDBACK_PRIVACY_VIEW_LABEL = "プライバシーポリシー (web)"
CONTEXT_ENTRIES_LABEL = "右クリックメニューの項目"
CONTEXT_ENABLED_LABEL = "有効"
CONTEXT_ALL_USERS_LABEL = "すべてのユーザで有効にする"
CONTEXT_ADMIN_REQUIRED = "設定には %name を管理者権限で起動する必要があります。"
CONTEXT_FILE_ASSOC_LABEL = "ファイルの関連付け"
CONTEXT_SIMPLE_RADIO = "シンプル"
CONTEXT_CASCADING_RADIO = "サブフォルダにまとめる"
CONTEXT_CASCADING_RADIO_TOOLTIP = "この機能を使用するには、Windows7 以降の OS が必要です。"
UPDATE_ACTION_INSTALL = "更新をインストール"
UPDATE_STATUS_SEARCHING = "更新を確認中..."
UPDATE_TERM_PROGRAM_FILES = "プログラムファイル: %name"
UPDATE_WHATS_NEW = "新着情報"
FIRSTSTART_TITLE = "初回起動時設定"
FIRSTSTART_PAGES = "ようこそ|全般設定|右クリックメニューの設定"
FIRSTSTART_PAGE1 = "%name をお使いいただきありがとうございます。%n%nあなたの要求に合わせて使用するために、簡単な設定が行えます。%n%nしかし、最初に免責事項です。このソフトウェアはいかなる保証もされず「無保証」で提供されています。自己責任でご使用ください。%name の開発者は、このソフトウェアの使用から生じたいかなる損害についても責任を負いません。%name を使用すれば、国内法と国際法に基づいて合法的に使用するのみだということに同意したことになります。このライセンス契約に同意しないならこのツールの使用は許可されません。"
FIRSTSTART_PAGE2 = "最初に %name の一般的な設定を行います。抽出や全体的な動作についての設定です。%n%n※設定はメニューからも辿れます。"
FIRSTSTART_PAGE3 = "%name は右クリックメニュー(コンテキストメニュー)の中に統合できます。プログラムのメイン画面を表示せずに、対象のファイルを単に右クリックするだけで、抽出したりファイルの形式に関する情報が表示できます。右クリックメニューに表示する項目を選択してください。%n%n※設定はメニューからも辿れます。"
FFMPEG_LICENSE_ACCEPT_LABEL = "ライセンス契約を読み同意した"
FFMPEG_LICENSE_VIEW_LABEL = "ライセンス契約をみる"
FFMPEG_SELECT_LABEL = "FFmpeg をすでに持っていますか?"
FFMPEG_SELECT_TITLE = "FFmpeg の選択"
STATS_HEADER_STATUS = "結果の分布"
STATS_HEADER_TYPE = "ファイルの形式毎の抽出"
STATS_STATUS_SUCCESS = "成功"
STATS_STATUS_FAILED = "失敗"
STATS_STATUS_FILEINFO = "ファイルのスキャン"
STATS_STATUS_UNKNOWN = "不明なファイル形式 / 未対応"
STATS_NO_DATA = "統計をとるためのデータが十分ではありません。%n%n後でもう一度やり直してください。"
FILESCAN_TITLE = "ファイルスキャンの結果:"
ABOUT_INFO_LABEL = "原版作成者: %1%nバージョン 2.0.0 作成: Bioruebe <%2>%nバージョン %3 作成: gvp9000%n%n日本語翻訳: Y.Nakai, A.Inaba, wakaizumo, maboroshin%n%n%4 のもとで公開"
ABOUT_VERSION = "バージョン %1 (%2)"
METHOD_ADMIN_RADIO = "%1 管理者用インストーラー"
METHOD_EXTRACTION_RADIO = "%1 抽出"
METHOD_HEADER = "%1 抽出"
METHOD_RADIO_LABEL = "抽出方法"
METHOD_SWITCH_RADIO = "スイッチ: %1"
METHOD_NOT_INSTALLER_RADIO = "インストーラーは %1 ではありません"
METHOD_TEXT_LABEL = "%name は以下の方法で %1 の抽出を試みます。残念ながらどの方法も10STATS_HEADER_STATUS0%確実ではありません。標準の方法が無効な場合、%name に戻って別の方法を選択してください。"
METHOD_UNPACKER_RADIO = "アンパッカー: %1"
METHOD_GAME_LABEL = "%1 ファイルはおそらくゲーム書庫です。 %name はいくつかの種類のゲームパッケージを扱うことができますが、それがどのゲームのものかは判別できません。ゲームのものであれば、以下の一覧から選択してください。あるいは、「%2」か「%3」を選択し、別の方法でそのファイルの抽出を試してください。"
METHOD_GAME_NOGAME = "この一覧のゲームではありません"
METHOD_NOT_IN_LIST = "これらに該当しないようです"
METHOD_FILE_SELECT_LABEL = "%1 の抽出には追加のデータファイルが必要ですが、%name はどれが必要かを判定できません。%n%n以下のオプションから選択してください。抽出が正常に行われない場合、別の選択肢をお試しください。"
METHOD_EXTRACTOR_SELECT_LABEL = "%nこの一覧には、現行の %name が対応している、それぞれのエクストラクタ/ファイル形式のショートコードが含まれています。%n%n使用する抽出の種類を選択してください。%2 を選択すると、通常時の %name のようにファイル形式を自動検出します。"

; GUI control functions
EXTRACT_TO = "出力先"
OPEN_FILE = "ファイルを開く"
SELECT_FILE = "ファイルの選択"
UPDATE_CURRENT = "%nameは最新版です。%n更新の必要はありません。"

; Common terms
TERM_ARCHIVE = "書庫"
TERM_AUDIO = "音声"
TERM_COMPILED = "コンパイル済み"
TERM_COMPRESSED = "圧縮ファイル"
TERM_CONTAINER = "コンテナフォーマット"
TERM_DATABASE = "データベース"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "ダウンロード"
TERM_DOWNLOADING = "ダウンロード中..."
TERM_EBOOK = "電子書籍"
TERM_ECARD = "eCard"
TERM_ENCODED = "エンコードファイル"
TERM_ENCRYPTED = "暗号化ファイル"
TERM_ERROR = "エラー"
TERM_EXECUTABLE = "実行ファイル"
TERM_EXTRACT = "抽出"
TERM_FILE = "ファイル"
TERM_GAME = "ゲーム "
TERM_HELP = "ヘルプファイル"
TERM_HOTFIX = "ホットフィックス"
TERM_IMAGE = "イメージ"
TERM_INSTALLED = "インストール済"
TERM_INSTALLER = "インストーラ"
TERM_LOADING = "読み込み中..."
TERM_MERGE_MODULE = "マージモジュール"
TERM_OVERALL_PROGRESS = "進行状況"
TERM_PACKAGE = "パッケージ"
TERM_PAGE = "ページ"
TERM_PATCH = "パッチ"
TERM_RECONSTRUCTED = "再構築"
TERM_SCAN = "スキャン"
TERM_SCRIPT = "スクリプト"
TERM_SFX = "自己解凍"
TERM_STAGE = "ステージ"
TERM_TESTING = "検査中"
TERM_TRANSLATION = "翻訳"
TERM_UNKNOWN = "不明"
TERM_UNPACKED = "未圧縮"
TERM_UPDATER = "アップデータ"
TERM_VIDEO = "映像"

; Status messages
SCANNING_FILE = "%1 でファイルをスキャン中"
SCANNING_EXE = "%1 で実行プログラムをスキャン中"
EXTRACTING = "以下からファイル展開中:"
INIT_WAIT = "インストーラを初期化しています。%nお待ちください..."
SENDING_FEEDBACK = "フィードバックを送信中です。"
INPUT_NEEDED = "使用者による入力が必要です。"
SEARCHING_PASSWORD = "パスワードを探索中です。"
TESTING_PASSWORD = "パスワード試行中 (%1/%2)"
MOVING_FILE = "移動先"
RENAMING_FILES = "ファイル名の変更"
RENAMING_FILES_PROGRESS = "ファイル名の変更 (%1/%2)"
PROCESSING = "処理中..."
CLEANING_UP = "一時ファイルの削除中..."

; Custom prompts
INIT_COMPLETE = "初期化が完了しました。インストーラを中断して OK を押してください。"
UNPACK_PROMPT = "このファイルは %1 形式で圧縮されているようです。%n%n展開しますか？%nそうでなければ、ファイルの分析を続けます。単に抽出するファイルが含まれていない可能性があります。%n%n代わりに一度展開しますか?%n%n情報: 展開されたファイル名はこのようになります:%n%2"
UNPACK_FAILED = "エラー: %1%n展開できません。"
UNPACK_AGAIN = "%1 は正常に展開されました。%n%n%name を %2 に抽出しますか?"
NSIS_BINFILES = "注: %1 は正常に抽出されました。%nただし、ファイル%2と同じフォルダに data.bin ファイルがあります。 これらはインストールファイルの一部である可能性があります。%n%n %name で抽出するには OK 、中止するには キャンセル をクリックしてください。"
WARN_EXECUTE = "警告: この形式の書庫を抽出するには、ファイルを直接実行する必要があります。%n続行すると以下のコマンドが実行されます。:%n%n%1%n%nこのファイルに悪意がある可能性があれば、続行しないことをお勧めします。%n抽出を続行しますか?"
FEEDBACK_SUCCESS = "フィードバックをありがとうございます。あなたの連絡はまもなく処理されるでしょう。"
FEEDBACK_PROMPT = "%name を改善するために、開発者に問題について知らせることができます。%nログには、ファイル情報と抽出時に発生したエラーについての有益な情報が含まれている可能性があります。%n%nフィードバック入力画面を開きますか?"
FEEDBACK_PRIVACY = "個人情報保護方針: フィードバックされた情報は、開発者によって処理されその後削除されるまで、我々のサーバーにオンラインで保管されています。 第三者にデータを共有することはありません。あなたはいつでも電子メールで削除を要求することができます。%n%nログの内容にはシステム情報とファイルの内容の一部が含まれます。 特定の情報を送信したくない場合は、単にログを削除するだけです。%n%nこのプライバシー規約に同意してメッセージを送信しますか? 同意しない場合は、何も送信されません。"
FEEDBACK_OUTDATED = "警告: %name の古いバージョンを使用しています。%n%n問題を報告する前に、最新版でも問題が残っているかを確認してください。"
FFMPEG_NEEDED = "%1 はマルチメディアのようです。%n%nすべてのビデオトラックとオーディオトラックを抽出するには、FFmpeg が必要です。%2 ボタンをクリックするだけで、自動的にダウンロードと設定が行われます。"
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "%1 から抽出するには追加の補助プログラムが必要です。%n%n下記のボタンで「プラグインの管理」を開き、追加モジュールをダウンロードしてください。それから「%2」ボタンから %name に追加します。「プラグインの管理」を閉じると抽出作業が続行されます。"
UPDATE_PROMPT = "%1 を更新できます。%n%n今すぐダウンロードしますか?"
FILE_COPY = "%1 ファイルを正しく処理するには、コピーを作成する必要があります。 ファイルサイズによっては、多少時間がかかる場合があります。%n%n十分な空き容量があることを確認し、OK をクリックして続行してください。"
FILE_DELETE = "%1 ファイルは正常に抽出されました。 %name で元のファイルを削除しますか?%n%n注: 抽出されたファイルは使用できない可能性があります。 抽出が想定通りにうまくいったと確信できれば、はい をクリックしてください。%n(このメッセージは設定で無効にできます)"
BATCH_DUPLICATE = "%1 ファイルはすでに一括処理の待ち行列に追加されています。さらに追加して2度抽出しますか?"
NO_FREE_SPACE = "警告:%n出力ドライブ %1 の空き容量が、入力ファイルのサイズより少なくなっています。空き容量: %t%2 MB%n必要容量: %t>%3 MB%n差: %t~%4 MB"
CONTEXT_DANGEROUS = "警告:%nファイルの関連付けを変更するのは危険です。 例えば .exe の標準コマンドを変更すると、アプリケーションがまったく実行できなくなる可能性があります。何を行っているか理解したうえで%n%n本当に続行してもよいですか?"
ELEVATION_REQUIRED = "アクセスが拒否されました。%n%n%name は管理者権限で再起動されます。 後でもう一度やり直してください。"
ACCESS_DENIED = "アクセスが拒否されました。%n%n%name は既に管理者権限で実行されています。 操作を実行するために必要な権限があることを確認し、もう一度やり直してください。"
MOVE_FAILED = "%1 を %2 にコピーできませんでした。パスや名前に特殊文字が含まれている場合は、ファイル名を変更するか、通常の名前のフォルダに移動してください。%name は一時フォルダにコピーする必要はありません。 その後、抽出を再開してください。"

; Help text
HELP_TITLE = "%name: コマンドライン使用法"
HELP_USAGE_TITLE = "使用法:"
HELP_USAGE = "%1 <file> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<type>]]"
HELP_ARGUMENTS = "%n%n使用可能な引数:"
HELP_SCAN = "%n     %1%t%t ファイルの種類に関する情報を表示し、ファイル展開はしない"
HELP_FILENAME = "%n     ファイル名%t抽出元ファイルのパス"
HELP_DESTINATION = "%n     出力先%t%t抽出先フォルダ名"
HELP_SILENT = "%n     %1%t%t サイレントモード (プロンプトなし)"
HELP_BATCH = "%n     %1%t%t ファイルを一括処理の待ち行列に追加"
HELP_TYPE = "%n   %1<type>%t展開したいファイルを <type> の種類として処理%n%t%tまたは 指定がない場合 選択ダイアログを表示"
HELP_SUB = "%n%n出力先フォルダの代わりに %1 を指定することで %name は圧縮ファイル名でサブフォルダを作成し、そこに展開します。"
HELP_LAST = "%1 最後に使用されたフォルダが使用されます。"
HELP_NOARGS = "%n%n引数なしで %name を実行するとGUIを開きます。"
HELP_MORE = "%n%n使用頻度が少ないコマンドライン引数を含む完全な解説は 以下のリンク先のオンラインヘルプにあります。"
HELP_EXAMPLE_TITLE = "例:"
HELP_EXAMPLE = ""
HELP_DOCS_LINK = "コマンドラインの完全解説書を見る"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "不明なファイル形式"
UNKNOWN_FILETYPE = "%1 は抽出できません。%nファイル形式が正確に検出できません。%n%nこのファイル形式について情報をお持ちであれば、フィードバック機能から開発者にお知らせください。
INVALID_FILE = "抽出ファイル、%n%n%1%,n%が見つかりませんでした。正しい参照先を選択してください。%n%n%1"
INVALID_DIR = "%1 を作成できませんでした。フォルダへの書込みに必要な権限がない可能性があります。%n%n正しい出力先を選択するか、管理者権限で %name を実行してください。"
NO_HISTORY = "%1 を抽出できませんでした。%n最後に使用したフォルダを読み取ることができません。%n%n最後に使用したフォルダに抽出する前に、%2 が有効になっていることを確認してください。"
EXTRACT_FAILED = "%name は抽出できません。%nファイルは対応した %1 形式のようですが、抽出は失敗しました。%n詳細はログファイルを参照してください: %2%n%nOK を押すとログファイルを表示します。キャンセル で終了します。"
NOT_PACKED = "%1 を抽出できませんでした。ファイルは圧縮されていません%n%n%2"
DOWNLOAD_FAILED = "%1 ファイルをダウンロードできませんでした。インターネットに接続されていることを確認して、もう一度やり直してください。"
UPDATECHECK_FAILED = "更新の確認に失敗しました。インターネットに接続されていることを確認して、もう一度やり直してください。"
UPDATE_FAILED = "一部のファイルを更新できませんでした。%n%n後で再試行してください。管理者として %name を実行するか、%name を再ダウンロードしてください。"
UPDATE_NOADMIN = "%name は管理者権限を要求できませんでした。%n%n%name プログラムのアイコンを右クリックして 管理者として実行 を選択し、ヘルプメニューからもう一度更新を実行してください。"
FFMPEG_MOVE_FAILED = "FFmpeg を正しく設定できません。%name のプログラムアイコンを右クリックし 管理者として実行 しもう一度行ってください。"
FFMPEG_INVALID_FILE = "選択されたファイルは、FFmpeg のこのバージョンには未対応です。%n%n2つのバージョンの FFmpeg が利用できます: 単一の巨大な実行プログラム、また小さな実行プログラムと .dll ファイルがフォルダに入ったもの。%name では前者にのみ対応しています。"
FEEDBACK_EMPTY = "フィードバックを円滑に処理するために、できるだけ多くの情報を提供してください。"
FEEDBACK_ERROR = "フィードバックの送信に失敗しました。後でもう一度やり直すか、電子メールを使うか、Github 上で報告してください。%n%n以下のエラーが発生しました: %1"
FEEDBACK_PRIVACY_NOT_ACCETPED = "フィードバックを送信するには、プライバシーポリシーに同意してください。"
LICENSE_NOT_ACCEPTED = "続けるには、ライセンス契約に同意してください。"
BATCH_FINISH = "一括処理は完了しましたが、すべてのファイルが正常に抽出されていません。 以下のファイルでエラーが発生しました:%n%n%1%n詳細については、ログフォルダにある該当するログをお読みください。 (ログ記録が有効になっている場合にのみ)"
NOT_SUPPORTED_TITLE = "未対応のファイル種別です"
NOT_SUPPORTED = "%1 を抽出できませんでした。%n%n%name は現在このファイル形式に対応していません。 抽出方法をご存じなら、%3 メニューから「%2」を選択し方法に関する情報をお知らせください。%name の改良にご協力ください。"
MISSING_EXE = "%1 を抽出できませんでした。%n%nヘルパーモジュール %2 が見つかりませんでした。"
EXTRACT_TIMEOUT = "%1 を抽出できませんでした。%n%nタイムアウトに達しました。問題が一時的なものである場合には、再試行により成功する場合があります。"
WRONG_PASSWORD = "%1 を抽出できませんでした。ファイルはパスワードで保護されており、入力したパスワードは正しくありません。%n%nヒント: 編集可能なパスワード辞書による自動のパスワード探索を使用してください。%2 メニューの中にあります。"
NO_FREE_SPACE_ERROR = "%1 を抽出できませんでした。%n%n出力ドライブに十分な空き容量がありません。十分な容量を空けてからやり直してください。"
MISSING_PART = "%1 を抽出できませんでした。%n%n書庫は複数の部品で構成されています。抽出にはそれらをすべてが必要ですが、一部が見つかりませんでした。 同じフォルダにすべての部品があるかを確かめ、もう一度やり直してください。"
PLUGIN_IMPORT_MISSINGFILES = "プラグイン %1 のインポートに失敗しました。%n%nすべてのファイルが選択されていません。再試行して、次のファイルをすべて選択してください:%n%n%2"
MISSING_DEFINITION = "%1 を抽出できません。%n%n定義ファイル %2 が見つかりませんでした。%n%nカスタムプラグインの場合は、正しく設定してください。"
OPEN_URL_FAILED = "%name は ウェブへのリンク を開けませんでした。%n%nご利用のブラウザを開いて次のURLを手動で入力してください:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "対応ファイル形式: "
PLUGIN_ARC_CONV = "いくつかの古いゲームの書庫の抽出に利用します。"
PLUGIN_ISCAB = "一部の InstallShield の圧縮の Cab ファイル の抽出に使用します。このプラグインは Universal Extractor の通常の抽出処理より優れていますが、商用(フリーでない)です。"
PLUGIN_THINSTALL = "古い Thinstall を使用して作れらたプログラムの抽出に利用します。"
PLUGIN_UNREAL = "Unreal Engine の書庫ファイルの抽出に利用します。"
PLUGIN_WINTERMUTE = "WinterMute engine game の書庫ファイルの抽出に利用します。"
PLUGIN_CI = "CreateInstall のインストーラー用です。CreateInstall をインストールした後に、セットアップ先の [%1] [%2] [%3] の3ファイルを \bin フォルダにコピーしてください。"
PLUGIN_DGCA = "DGCA 形式の書庫の抽出に利用します。"
PLUGIN_BOOTIMG = "Android ブートイメージの抽出用です。"
PLUGIN_IS5COMP = "古い InstallShield の cabinet 書庫の抽出サポートを行います。"
PLUGIN_WOLF = "WOLF RPG ゲーム用の暗号化された書庫用の追加の展開ツールです。"
PLUGIN_EXTSIS = "新しい Symbian OS パッケージの抽出に使います。"
PLUGIN_BITROCK = "Bitrock インストールビルダーのインストーラーの抽出に使います。"

; Context Menu integration
EXTRACT_FILES = "開く(&O)..."
EXTRACT_HERE = "ここに抽出(&H)"
EXTRACT_SUB = "フォルダに抽出(&S)"
EXTRACT_LAST = "前回のフォルダに抽出(&L)"
SCAN_FILE = "スキャン(&F)..."

; Other
DIR_ADDITIONAL_FILES = "無関係なファイル"

; Uninstaller
UNINSTALL = "アンインストールする"
UNINSTALL_TITLE = "%name のアンインストール"
UNINSTALL_LABEL = "再び %name をインストールすることを予定していれば、設定を保持できます。そうでなければ、すべてのユーザーのデータを削除します。"
UNINSTALL_REMOVE_LOGS = "ログファイルを削除"
UNINSTALL_REMOVE_USERDATA = "すべてのユーザーのデータを削除"
